tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "mckern/quality-of-life"
tap "mckern/rbenv"
tap "puppetlabs/puppet"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "atomicparsley"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bchunk"
brew "binutils", link: true
brew "bundler-completion"
brew "libffi"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "csvkit"
brew "ctags"
brew "curl"
brew "dateutils"
brew "dep"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "dockutil"
brew "dos2unix"
brew "exa"
brew "faas-cli"
brew "ffmpeg"
brew "file-formula"
brew "findutils"
brew "gem-completion"
brew "git-archive-all"
brew "git-open"
brew "git-secrets"
brew "glide"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "pinentry"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jdupes"
brew "jq"
brew "node"
brew "jsonlint"
brew "launchctl-completion"
brew "libxml2"
brew "mas"
brew "mdp"
brew "mercurial"
brew "moreutils"
brew "mosh"
brew "nano"
brew "netcat"
brew "netlify-cli"
brew "nmap"
brew "open-completion"
brew "p7zip"
brew "packer"
brew "packer-completion"
brew "patchutils"
brew "pbzip2"
brew "pigz"
brew "pip-completion"
brew "plzip"
brew "pssh"
brew "pv"
brew "python@2"
brew "rails-completion"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler-ruby-version"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "rbenv-use"
brew "rbenv-vars"
brew "remake"
brew "rename"
brew "rsync"
brew "ruby"
brew "ruby-completion"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "socat"
brew "sox"
brew "ssh-copy-id"
brew "tcptraceroute"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "upx"
brew "vagrant-completion"
brew "vault"
brew "watch"
brew "webfs"
brew "wget"
brew "yamllint"
brew "ykpers"
brew "ykman"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "mckern/quality-of-life/go-completion"
brew "mckern/rbenv/rbenv-each", args: ["HEAD"]
brew "mckern/rbenv/rbenv-env"
cask "appcleaner"
cask "beatunes"
cask "bonjour-browser"
cask "calibre"
cask "carbon-copy-cloner"
cask "choosy"
cask "coconutbattery"
cask "cscreen"
cask "cyberduck"
cask "daisydisk"
cask "delicious-library"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-asap"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack"
cask "font-hasklig"
cask "font-jsmath-cmbx10"
cask "font-latin-modern-math"
cask "font-monoid"
cask "font-source-code-pro"
cask "google-chrome"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "kaleidoscope"
cask "little-snitch"
cask "macdown"
cask "macvim"
cask "microsoft-office"
cask "monodraw"
cask "musicbrainz-picard"
cask "omnigraffle"
cask "openemu"
cask "pacifist"
cask "puppet-agent"
cask "rar"
cask "screen-blacker"
cask "sequel-pro"
cask "sketch"
cask "slack"
cask "steam"
cask "subler"
cask "sublime-text"
cask "swinsian"
cask "textmate"
cask "the-archive-browser"
cask "the-unarchiver"
cask "timemachineeditor"
cask "tunnelblick"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "xld"
cask "yakyak"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "yubico-yubikey-piv-manager"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Apple Configurator 2", id: 1037126344
mas "Deliveries", id: 924726344
mas "Dyrii", id: 946591444
mas "Keynote", id: 409183694
mas "LG Screen Manager", id: 1142051783
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Pixelmator", id: 407963104
mas "Reeder", id: 1449412482
mas "Right Click", id: 1364038646
mas "Screen Utility", id: 524983685
mas "Subtitle Writer", id: 889582450
mas "Tweetbot", id: 1384080005
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
